from dataclasses import dataclass


@dataclass
class Text:
    start_text = ("🅜🅐🅡🅚🅔🅣_🅐🅢🅢🅘🅢🅣🅐🅝🅣_🅡🅞🅑🅞🅣\n\n"

                  "ᴨоᴨоᴧнᴇниᴇ/ʙыʙод ᴄᴩᴇдᴄᴛʙ из 1xʙᴇᴛ!\n\n"

                  "📥ᴨоᴨоᴧнᴇниᴇ: 0% ᴄ ᴧюбых бᴀнᴋоʙ чᴇᴩᴇз ᴄиᴄᴛᴇʍу ᴄбᴨ и по номеру карты!\n\n"

                  "📤ʙыʙод: 0% нᴀ  кошелёк Юмани.\n\n"

                  "При выводе средств на другие реквизиты (номер телефона или карты) взимается комиссия в размере 3.5% от суммы вывода!\n\n"

                  "👨‍💻ᴄᴧужбᴀ ᴨоддᴇᴩжᴋи: @Market_Assistant_robot_Support\n\n"

                  "💡 нᴀɯ ᴋᴀнᴀᴧ  и чᴀᴛ дᴧя общᴇния :\n"
                  "https://t.me/+4QNaEwnIAbBiODIy\n\n"

                  "Правила использования бота:\n\n"

                  "Для подтверждения оплаты необходимо предоставить боту скриншот чека-квитанции, на котором отчётливо видны время и данные отправителя. Бот не примет другие форматы скриншотов оплаты, включая PDF.\n\n"

                  "🔐ʙᴀɯи ᴛᴩᴀнзᴀᴋции зᴀщищᴇны ɸинᴀнᴄоʙой ᴄᴧужбой 1xʙᴇᴛ!")
